driver-tests/bpelse/assign/AssignJbi/test/CopyanyURIInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <anyURIPart>
	<xsd_anyURI>http://www.sun.com</xsd_anyURI>
	<optional_anyURI>http://www.sun.com</optional_anyURI>        
	<repeat_anyURI>http://www.seebeyond.com</repeat_anyURI>
	<repeat_anyURI>http://www.java.com</repeat_anyURI>
   </anyURIPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
